[
	{
		"avatar"							: "tim.jpg",
		"coverimage"					:	"tim-cover-image.jpg",
		"firstname"						: "Tim",
		"lastname"						: "Layton",
		"email"								:	"laytontm@gmail.com",
		"location"						: "St. Louis, MO",
		"points"							: "1337",
		"connectednetworks"		:	[ "facebook", "twitter", "pinterest", "google-plus", "tumblr" ],
		"pillars"							: [ "Taste", "Music", "Words", "Adventure" ],
		"aboutme"							:	"I often think about how I’ll feel about my life when I’m at my end-of-days. Will I have regrets? Will I be proud? And putting myself in those shoes is how I make most decisions in life. There is so much of the world to see and to accomplish.",
		"aboutyou"						:	"Looking for the right one! Want to meet someone who has a passion for living and wants to spend time with that special someone.",
		"iama"								: "man",
		"lookingfor"					: "woman",
		"ages"								: [ "18","50" ]
	},
	{
		"avatar"							: "jennifer.jpg",
		"coverimage"					:	"jennifer-cover-image.jpg",
		"firstname"						: "Jennifer",
		"lastname"						: "Doe",
		"email"								:	"jennifer@agreatfirstdate.com",
		"location"						: "Denver, CO",
		"points"							: "1337",
		"connectednetworks"		:	[ "facebook", "twitter" ],
		"pillars"							: [ "Family", "Spirit", "Career", "Fitness" ],
		"aboutme"							:	"I like to look at life with optimism whenever I can. I love to see the other side of everything and putting a smile on someone's face. I don't like eating meat except for turkey and fish because I feel sorry for the pigs and cows. I realize that makes me sound like a super hypocrite, but I don't think I should be judged on what I eat or what I feel sorry for. If I had it my way, I'd never wear shoes.",
		"aboutyou"						:	"Must love dogs. Cats are awesome, but I find that dog haters are not people I get along with. Someone who is honest and down to earth, someone who has a good time no matter where he is! Life is an adventure, why not enjoy the ride?",
		"iama"								: "woman",
		"lookingfor"					: "man",
		"ages"								: [ "18","50" ]
	},
	{
		"avatar"							: "natasha.jpg",
		"coverimage"					:	"natasha-cover.jpg",
		"firstname"						: "Natasha",
		"lastname"						: "Doe",
		"email"								:	"natasha@agreatfirstdate.com",
		"location"						: "Denver, CO",
		"points"							: "1337",
		"connectednetworks"		:	[ "twitter", "pinterest", "tumblr" ],
		"pillars"							: [ "Sport", "Screen", "Words", "Giving" ],
		"aboutme"							:	"How can I not be cliche with this? I wear many hats, jane of all trades. Right-brain, left-brain all covered. Open-minded. Always curious & learning. I love travel but I had to leave it out of my pillars :(",
		"aboutyou"						:	"I'd like to meet a guy who loves cultures & languages, karaoke, pets, and is a Christian. I might be pigeon-holing myself, but these are my big dealbreakers.",
		"iama"								: "woman",
		"lookingfor"					: "man",
		"ages"								: [ "18","50" ]
	},
	{
		"avatar"							: "nicole.jpg",
		"coverimage"					:	"nicole-cover.jpg",
		"firstname"						: "Nicole",
		"lastname"						: "Doe",
		"email"								:	"nicole@agreatfirstdate.com",
		"location"						: "Denver, CO",
		"points"							: "1337",
		"connectednetworks"		:	[ "facebook", "pinterest"],
		"pillars"							: [ "Style", "Music", "Taste", "Adventure" ],
		"aboutme"							:	"I am a fun-loving, adventurous, funny, and intelligent girl looking for a fun NORMAL guy! I moved to this state in search of a more laid-back, outdoorsy lifestyle and I think I've found it! My motto has always been 'work to live' and as much as I love my job (work at Children's HospitaI), I prioritize getting outside and being social. If you asked me to try some new crazy activity, chances are I'd be down (except for maybe whitewater kayaking:)! Hope to hear from you!",
		"aboutyou"						:	"As I said, a NORMAL guy is a must!:) My ideal date would be athletic, funny, and outgoing, besides the obvious (trustworthy, ambitious, etc.). I've found that it's also challenging finding people who know how to carry on a conversation.. this doesn't mean that you can spout off about how cool you are for an hour.. reciprocation is key!",
		"iama"								: "woman",
		"lookingfor"					: "man",
		"ages"								: [ "18","50" ]
	},
	{
		"avatar"							: "lawrin.jpg",
		"coverimage"					:	"lawrin-cover.jpg",
		"firstname"						: "Lawrin",
		"lastname"						: "Doe",
		"email"								:	"lawrin@agreatfirstdate.com",
		"location"						: "Denver, CO",
		"points"							: "1337",
		"connectednetworks"		:	[ "facebook" ],
		"pillars"							: [ "Screen", "Spirit", "Family", "Words" ],
		"aboutme"							:	"I love laughing, art/design, dancing, my family, nerds, finding adventure wherever I go, Chardonnay, discovering new music to rock out to, girls' nights, traveling, and my iPhone. I do NOT love olives, getting my oil changed, poor use of grammar, being on the receiving end of a bad haircut, or people who take themselves too seriously.",
		"aboutyou"						:	"Someone fun, kind, sweet, honest, and genuine to share the epic moments in life with. Must be able to make me laugh and have the capacity to laugh at himself! Looking for a best friend and partner in crime.",
		"iama"								: "woman",
		"lookingfor"					: "man",
		"ages"								: [ "18","50" ]
	}
]